cask "visual-studio-code"
cask "brave-browser"

tap "derailed/k9s"
tap "go-task/tap"

brew "act"
brew "adr-tools"
brew "asciinema"
brew "argocd"
brew "gh"
brew "git"
brew "go"
brew "graphviz"
brew "helm"
brew "jq"
brew "krew"
brew "kubectl"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "k9s"
brew "jsonnet"
brew "jsonnet-bundler"
brew "minio-mc"
brew "nodejs"
brew "openapi-generator"
brew "opentofu"
brew "pyenv"
brew "openssl"
brew "readline"
brew "saml2aws"
brew "sha3sum"
brew "sqlite3"
brew "terraform"
brew "xz"
brew "yq"
brew "zlib"
brew "zsh"
