# Brewfile

tap "1password/tap"

cask "1password-cli"
brew "asciinema"
brew "argocd"
brew "cookiecutter"
brew "helm"
brew "jq"
brew "kubectl"
brew "kubeseal"
brew "kustomize"
brew "pyenv"
brew "openssl"
brew "readline"
brew "saml2aws"
brew "sqllite3"
brew "xz"
brew "yq"
brew "zlib"
brew "zsh"
